 [

    {
"id": "n1",
"title": "High levels of chromium, mercury in residents, ",
"summary": "NGT directs U.P. govt. to map affected people ",
"details": "The National Green Tribunal (NGT) has directed the Uttar Pradesh government to map the total number of people affected by heavy metal contamination, particularly chromium and mercury, in Kanpur Nagar, Kanpur, Fatehpur, and nearby areas of the State."


},
{
"id": "n2",
"title": "Native of Uttar Pradesh’s Amroha among 13 killed in Delhi Red Fort blast",
"summary": "Ashok Kumar was living with his family in a rented house at Jagatpuri, New Delhi, and worked as a conductor with the Delhi Transport Corporation (DTC) that provides bus services in the national capital, police said.",
"details": "Thirty four-year-old DTC bus conductor, Ashok Kumar, a native of Amroha district, was among the 13 people who lost their lives in the high-intensity explosion near Delhi's Red Fort."
},
{
"id": "n3",
"title": "Seventeen FIRs lodged against mosque caretakers, clerics over use of loudspeakers in Uttar Pradesh's Ballia",
"summary": "The cases were lodged across various police stations as part of a district-wide drive against the use of high-decibel loudspeakers in religious places,’ says SP",
"details": "“Seventeen separate FIRs have been registered against mosque caretakers and clerics in Uttar Pradesh’s Ballia district for allegedly violating the Supreme Court and the State Government guidelines on the use of loudspeakers,” officials said on Tuesday (November 11, 2025)."
},
{
"id": "n4",
"title": "Police verification for passports must be completed within four weeks: Allahabad HC",
"summary": "The court observed that the passport delay is a hurdle to the right to travel and that ‘any delay in such administrative functions should be strictly avoided unless justified by exceptional circumstances’",
"details": "Allahabad High Court, in an order, has directed that all police verification reports for passport applications must be completed and submitted within four weeks."
},
{
"id": "n5",
"title": "2027 U.P. election decisive for saving democracy, says SP chief Akhilesh",
"summary": "It was the Samajwadi Party that had stopped the BJP’s growth in Uttar Pradesh; now, the party has the goal of forming a socialist government in 2027, he says",
"details": "The Uttar Pradesh Assembly election in 2027 will prove to be a decisive fight to save democracy, Samajwadi Party president Akhilesh Yadav said on Monday (November 10, 2025), adding the PDA (Pichhda, Dalit, Alpsankhyak) coalition had become a major challenge for the ruling dispensation."
}
]
